package service;

public class Numbers {
    static String[] uniqueNumbers1 = {"один", "два", "три", "четыре", "пять", "шесть", "семь", "восемь", "девять"};

    static String[] uniqueNumbers2 = {"десять", "одиннадцать", "двенадцать", "тринадцать", "четырнадцать", "пятнадцать", "шестнадцать",
                                     "семнадцать", "восемнадцать", "девятнадцать"};

    static String[] decades = {"двадцать", "тридцать", "сорок", "пятьдесят", "шестьдесят", "семьдесят", "восемьдесят", "девяносто"};

    static String[] hundreds = {"сто", "двести", "триста", "четыреста", "пятьсот", "шестьсот", "семьсот", "восемьсот", "девятьсот"};

    static String[] numberForThousandOrFemale = {"одна", "две"};

    static String[] thousand = {"тысяча", "тысячи", "тысяч"};

    static String[] millions = {"миллион", "миллиона", "миллионов"};

}
